Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In spite of their meat being lean, scallops have a high omega-3 content.
nb: Kamskjell er mager mat, men har likevel høyt innhold av omega-3.

source: ) can reach up to 17 cm.
nb: ) kan bli opptil 17 cm.

source: The fishing vessel “Geir II” has caught spawning cod at Jan Mayen.
nb: Fiskefartøyet «Geir II» har fått torsk som gyter ved Jan Mayen.

source: Consequently, the use of machine learning will only increase, according to Ketil Malde.
nb: Dermed vil bruken av maskinlæring bare vokse, ifølge Ketil Malde.

source: The world’s food supply situation is complex and there are no simple solutions.
nb: – Verdens matsituasjon er kompleks og det er ingen enkle løsninger.

source: Hunger and malnutrition are increasing globally, and more than 820 million people, 11 percent of the world's population, are currently starving.
nb: Mer enn 820 millioner mennesker, 11 prosent av verdens befolkning, er i dag rammet av sult.

source: The figure shows some of the most nutritious whole fish samples obtained in north-west Africa, Ghana, Sri Lanka and Bangladesh, as well as a salmon fillet from Norway.
nb: Figuren viser noen av de mest næringsrike helfisk-prøvene fra Nordvest-Afrika, Ghana, Sri Lanka og Bangladesh samt laksefilet fra Norge.

source: Sardines, anchovies, horse mackerel and axillary seabream are popular along the African coast.
nb: Sardiner, ansjos, hestmakrell og sølvpagell er populære arter langs den afrikanske kysten.

source: Hjort was also one of the founding fathers of the International Council for the Exploration of the Sea (ICES) in 1902.
nb: Hjort var også svært aktiv i forbindelse med etableringa av Det internasjonale havforskningsrådet (ICES) i 1902.

source: The samples are handled by Louise Kiel Jensen (DSA) and Hans-Christian Teien (NMBU).
nb: Prøvene håndteres av Louise Kiel Jensen (DSA) og Hans-Christian Teien (NMBU).

source: Every September since 1919, researchers from the Institute of Marine Research have measured the abundance of fish using normal beach seines at over 100 fixed locations along the Skagerrak coast.
nb: Siden 1919 har forskere ved Havforskningsinstituttet hver september foretatt målinger med vanlig strandnot ved 100 faste lokaliteter langs Skagerrakkysten.

source: Imagine living for 250 years and spending your whole life in the water”, says Øien.
nb: Tenk å bli 250 år og leve i vannet hele tiden, sier hvaleksperten.

source: Here researcher Maria Wik Markhus and Master’s student Tonje Eiane Aarsland are analysing the iodine levels in most of the types of plant milk found on the Norwegian market.
nb: Her er forsker Maria Wik Markhus og masterstudent Tonje Eiane Aarsland i gang med å analysere jodnivået i de fleste typene plantemelk som finnes på det norske markedet.

source: – the red alga dulse is also at the bottom of the food chain.
nb: – Også på bunn i næringskjeden finner vi rødalgen søl.

source: The star ingredient of the marine research burger is halibut.
nb: Hovedrolleinnehaveren i havforskningsburgeren er kveite.

source: Sulfuric acid was used for purification.
nb: Rapport til Mattilsynet (ISBN:

source: “The design of this conference seems to have been very useful, because the researchers have been asked to propose recommendations, and you can see that many of them have done that”, says Vidar Helgesen, the special representative of the High-level Panel.
nb: – Utformingen av denne konferansen ser veldig nyttig ut fordi forskerne er blitt bedt om å komme med opplegg til anbefalinger, og det ser du at flere av dem gjør, sier Vidar Helgesen, spesialrepresentant for havpanelet.

source: “Our goal is for this to become a standard method that can be used by laboratories all over the world to analyse food and dietary products”, says Eystein Oveland, one of the scientists at NIFES involved in the study.
nb: – Målet vårt er at dette skal bli en standardmetode som kan brukes av laboratorier over hele verden når de analyserer ulike mat- og ernæringsprodukter, sier NIFES-forsker Eystein Oveland, som er med på studien.

source: But it is also a slightly different kind of monster, at least in Norway.
nb: Men det er et litt annerledes monster, i hvert fall i Norge.

source: Antarctica will take even longer, if it melts at all”, says Lien.
nb: Antarktis vil ta enda lengre tid, hvis den i det hele tatt skulle smelte, sier Lien.

source: “Part of the explanation is that they were hunted heavily between 1611 and 1811.
nb: - Litt av grunnen til det er at det ble drevet intensiv fangst på dem mellom 1611 og 1811.

source: These values are non-compliant regarding the maximum levels.
nb: Dette gjør at blåskjell er vanlig å benytte som en forurensningsindikator.

source: Sundby puts the numbers into the calculator on his mobile phone.
nb: Sundby taster regnestykket inn på kalkulatoren på telefonen.

source: The figures were published by Inger Aline Norberg Aanonsen in her Master’s thesis in January 2019, and Johannessen is working on several scientific papers based on the findings.
nb: Tallene ble publisert i en masteroppgave av Inger Aline Norberg Aanonsen i januar 2019, og Johannessen jobber med flere vitenskapelige artikler om funnene.

source: Simulated emissions from 23 real fish farms
nb: Simulerte utslipp fra 23 reelle oppdrettsanlegg

source: What is the cause?
nb: Hva er årsaken?

source: RV “Johan Hjort” was the first to embark on this year’s eco-cruise.
nb: Som nevnt var «Johan Hjort» først av gårde på årets økotokt.

source: - Contact Radio Medico for advice and guidance.
nb: Kontakte Radio Medico for råd og veiledning.

source: Skagerrak in the east, which is 50-100 metres deep, is home to nursery habitats for herring and cod.
nb: Aust, i Skagerrak, med djupner på 50–100 m, er det oppvekstområde for sild og torsk.

source: stationed at our research station in Flødevigen outside Arendal.
nb: Fartøyet har hjemmehavn ved HIs forskningsstasjon i Flødevigen ved Arendal.

source: d) When quarantine of personnel is requested, this shal not be carried out on board the vessel.
nb: d) Ved krav om karantene skal denne ikke gjennomføres om bord.

source: The quota for 2017 is 890,000 tonnes.
nb: Kvoten for 2017 er på 890.000 tonn.

source: At fish markets in Ghana, fish is sold either smoked, salted or sun-dried.
nb: På fiskemarkedene i Ghana selges fisken enten røykt, saltet eller soltørket.

source: Preventive methods for reducing infestations of sea lice (several projects).
nb: Preventive moder for reduksjon i påslag av lakselus (flere prosjekter)

source: “In Norway there are around 170,000 porpoises”, says Moan.
nb: I Norge finnes cirka 170 000 niser, forteller Moan.

source: At its deepest, the Barents Sea is 500 metres deep, but the average depth is 230 metres.
nb: På det dypeste er Barentshavet 500 meter dypt, men gjennomsnittlig havdyp er 230 meter.

source: For the industry to defend their use in sea cages, their efficiency and function must be substantiated by robust evidence.
nb: Når dette forsvares med nytten rensefisken gjør i merdene, må effektiviteten og funksjonen deres i merdene i hvert fall være underbygget av robuste bevis.

source: “The third source of data from the recreational fishery is bucket-loads of observations, which we're delighted to get”, says Keno Ferter.
nb: – Observasjoner er den tredje kunnskapskilden som vi er veldig glade for å få inn i bøtter og spann gjennom stangfisket, sier Keno Ferter.

source: In the decades leading up to 2005, ICES considered the low catch levels sustainable.
nb: I tiårene fram mot 2005 anså ICES de lave fangstnivåene for klappmyss i Vesterisen som bærekraftige.

source: The prize is awarded by UNESCO’s Intergovernmental Oceanographic Commission (IOC), which is the UN coordination unit for ocean observations, ocean science, and exchange of ocean data and services.
nb: Prisen deles ut av UNESCOs havkommisjon IOC (the Intergovernmental Oceanographic Commission), som er FNs koordineringsenhet for havobservasjoner, havforskning, utveksling av havdata og havtjenester.

source: 4 General discussion
nb: Med et maksimalt 4

source: with Karl Michael Werner from the Thünen Institute of Sea Fisheries in Bremerhaven (Germany).
nb: sammen med Karl Michael Werner fra Thünen-instituttet for fiskeriforskning i Bremerhaven.

source: "Hans Brattström" is owned by the University of Bergen and is operated by the Institute of Marine Research.
nb: «Hans Brattström» eies av Universitetet i Bergen og driftes av Havforskningsinstituttet.

source: The aim of the conference, which was launched by the Norwegian Prime Minister Erna Solberg at the G7 summit in the summer, is to propose specific measures that Erna Solberg’s High-level Panel for a Sustainable Ocean Economy can use to help ensure that the oceans remain pure and productive for the future.
nb: Konferansen, som ble lansert av statsminister Erna Solberg under sommerens G7-møte, har som mål å komme med forslag til konkrete tiltak som Erna Solbergs høynivåpanel for bærekraftig havøkonomi kan bruke i arbeidet med å sikre rene og rike hav i fremtiden.

source: The humpback whales were tagged near Svenskeøya in the Barents Sea in September.
nb: Knølhvalene ble merket utenfor Svenskeøya i Barentshavet tidligere i høst.

source: Why fish are "immune" to coronaviruses
nb: Derfor er fisker "immune" mot koronaviruset

source: Later, he acted as Deputy Minister of Fisheries in the Soviet Union, under Alexandr Ishkov.
nb: Seinere ble han visefiskeriminister i Sovjetunionen og hadde Aleksandr Isjkov som sjef.

source: Consequently, the Ministry of Trade, Industry and Fisheries decided to carry out exploratory fisheries at Jan Mayen this year and allocated a combined quota of 800 tonnes for this purpose.
nb: Derfor bestemte Nærings- og fiskeridepartementet at det skal gjennomføres kartleggingsfiske ved Jan Mayen i år og satte av en samla kvote på 800 tonn til dette.

source: individuals were found at four stations (R189, R346, R379, R416).
nb: ble det funnet et mindre antall individer fra fire stasjoner (R189, R346, R379, R416).

source: That’s why there’s a very high oxygen concentration in the Atlantic Ocean”, says Sundby.
nb: Derfor er det veldig høy oksygenkonsentrasjon i Atlanterhavet, sier Sundby.

source: Our address is Havforskningsinstituttet, postboks 1870 Nordnes, 5871 Bergen, our telephone number is 55 23 85 00, and our email is
nb: Kontakt oss gjerne hvis du har spørsmål om dette på adressen Havforskningsinstituttet, postboks 1870 Nordnes, 5871 Bergen, telefonnummer 55 23 85 00 eller e-post

source: “Soon 24 small boats will be out along large parts of the Norwegian coast scanning for bluefin tuna with eagle eyes.
nb: – Snart er 24 småbåter ute langs store deler av kysten og speider etter størja med argusøyne.

source: As regards halibut weighing between 11 and 40 kg, which is the category most caught and sold, the situation is very different.
nb: Når det gjelder kveite mellom 11 og 40 kilo, som er den som fiskes og selges mest, er situasjonen en annen.

source: “As with other tastes, there’s a cultural element as to whether or not you like it.
nb: – Som med andre smaker, er det kulturelt og individuelt om man liker det.

source: So you just need to take the Earth’s surface area, multiply it by 0.71 and then multiply your result by 3.8 kilometres.
nb: Så da er det simpelthen å ta arealet av jordens overflate, gange det med 0,71 og så gange det med 3,8 kilometer.

source: Short spurts of almost 30 km/h have been observed.
nb: Korte spurter på bortimot 30 km/t er observert.

source: And it was only the whole sardines and anchovies that contained lots of vitamin A.
nb: Og det var kun hel fisk av sardiner og ansjos som inneholdt mye vitamin A.

source: For 85 per cent of the halibut analysed, the levels of undesirable substances were below the EU maximum level in all parts of the fillet.
nb: For 85 prosent av de analyserte kveitene var nivået av uønskede stoffer under grenseverdiene i alle deler av fileten. Publisert:

source: Their maximum life expectancy appears to be about 24 years of age, but only about 5 percent of the animals live for more than 12 years.
nb: Maksimum levealder ser ut til å være ca. 24 år, men bare vel 5 prosent av dyrene blir over 12 år gamle.

source: This is the explanation for why the Swedes call it ”skarpsill”.
nb: Dette er forklaringen på hvorfor svenskene kaller den for skarpsill.

source: “So when the ice on Greenland disappears, the water in the Northern Hemisphere will no longer be attracted to Greenland in the same way as it is today.
nb: – Så når isen på Grønland forsvinner, vil ikke vannet på den nordlige halvkule bli tiltrukket Grønland på samme måte som i dag.

source: The applications are usually developed by one partner institution.
nb: Hver applikasjon er som regel utviklet ved én partnerinstitusjon.

source: In addition, the worlds northernmost harbour seal population occurs at Prins Karls Forland on the west coast of Svalbard.
nb: I tillegg til steinkobbene langs fastlandskysten finner vi verdens nordligste bestand av steinkobbe ved Prins Karls Forland på Svalbard.

source: Godiksen leads the demersal fish research group, which is completely dependent on otoliths.
nb: Godiksen er også forskningssjef for bunnfisk-forskerne, som er helt avhengige av øresteiner.

source: He is on his way home from a work trip to Cuba.
nb: Forskeren er på vei hjem fra en jobbreise på Cuba.

source: For more company information:
nb: For mer informasjon om selskapet:

source: As many as 25 new species may establish themselves in the Barents Sea by 2050 – depending on exactly how accurate the climate models are.
nb: Så mange som 25 nye arter kan innta Barentshavet innen 2050 – avhengig av hvordan klimamodellene slår til.

source: Marine Researcher Harald Gjøsæter is Norway’s representative on the ICES Advisory Committee (ACOM).
nb: Havforsker Harald Gjøsæter er Norges representant i ICES rådgivende komité (ACOM).

source: (Photo: Oda Linnea Brekke Iden / Institute of Marine Research)
nb: (Foto: Oda Linnea Brekke Iden / Havforskningsinstituttet)

source: With its researchers, vessels, laboratories and international networks, Michael Bank believes the IMR can play an important role in putting such a global monitoring system into place.
nb: Med sine forskere, fartøy, laboratorier og internasjonale nettverk kan Havforskningsinstituttet (HI) spille en viktig rolle i å få et slikt globalt overvåkningssystem på plass, mener Michael Bank.

source: Eros AS is also operating the pelagic trawler «Herøyfjord» and is involved in the white fish business being the majority shareholder of the factory trawler «Ramoen» producing fresh frozen fillets of Cod, Haddock and Saithe for the Norwegian and International markets.
nb: Eros driver også den pelagiske tråleren «Herøyfjord» og er involvert i hvitfiskbransjen som hovedaksjonær i fabrikktråleren «Ramoen» som produserer sjøfrossen filet av torsk, hyse og sei for det norske og internasjonale markedet.

source: So, whatever is incorporated into the otolith at a particular point in time can be studied later”, says Godiksen.
nb: Det betyr at det som otolitten tar opp i seg på et gitt tidspunkt kan sjekkes i etterkant, sier Godiksen.

source: We are proud to be the partner for the CRIMAC programme within the aquaculture industry.
nb: Vi er stolte av å være partner for CRIMAC-programmet innen havbruksnæringen.

source: Given that the 2016-year class now dominates in the northern portion of the population, this year it will probably "determine" the northern wintering areas.
nb: Siden 2016-årsklassen nå dominerer i den delen av bestanden som står i nord, så er det sannsynlig at den kommer til å «bestemme» de nordlige overvintringsområdene i år.

source: Each line represents the ice edge on a given day, and it can be seen clearly that the ice edge varies significantly on a daily basis and a great deal on a monthly basis – 50 to 250 km, in fact.
nb: Hver strek viser iskanten en gitt dag, og figuren viser tydelig at iskanten kan variere betydelig fra dag til dag og svært mye innenfor en hel måned, faktisk mellom 50 og 250 km.

source: history stage the fish is recaptured.
nb: oppdrett med torsk.

source: Together we can increase both efficiency, quantity and quality of data collected at sea which can provide new insight on important marine topics”, says Sissel Rogne, Managing Director of IMR.
nb: Sammen kan vi få til en mer effektiv ressursutnyttelse og øke innsamlingen av data som kan belyse viktige marine problemstillinger, sa havforskningsdirektør Sissel Rogne.

source: The species has previously been observed further south, on the Wyville-Thompson ridge (between the Faroe Islands and Shetland) and on the Cape Verde slope (West Africa), at depths of 690–1160 m.
nb: Arten er tidligere observert lengre sør, fra Wyville-Thompson-ryggen (mellom Færøyene og Shetland) og Kapp Verde-skråningen (Vest-Afrika), på dyp fra 690–1160 m.

source: The map (Figure 3) shows where the species discussed below were found. The
nb: Kartet (Figur 3) viser funnstedene for de artene som er omtalt under.

source: Feel free to use our photos and videos.
nb: Bruk gjerne våre bilder og videoer.

source: Anna Wargelius received the Institute of Marine Research’s 2016 publication prize for an article on how mutations can be used to change the DNA sequence in salmon.
nb: Anna Wargelius fikk Havforskningsinstituttets publikasjonspris 2016 for en artikkel som viser hvordan DNA-sekvensen til laks kan endres med mutasjoner.

source: The ice edge has moved southwards since 2016.
nb: Iskanten har trukket seg sørover siden 2016.

source: Information on the type of polymer, amount, particle shape and size are important concepts.
nb: Informasjon om type polymer, mengde, partikkelform og størrelse er viktige begrep.

source: Harbour seals in Lyngørfjorden, Southern Norway
nb: Steinkobbe på selskjæret i Lyngørfjorden

source: Either way, death by these algae is in no way good animal welfare,” explains animal welfare researcher Lars Helge Stien.
nb: Å bli kvalt er uansett ikke god velferd, sier Lars Helge Stien som forsker på dyrevelferd.

source: “The aquaculture in Ofotfjorden is less intensive than in many other Norwegian fjords.
nb: – Oppdrettsintensiteten i Ofotfjorden er lav sammenlignet med mange andre norske fjorder.

source: In Norway, the total population is about 133% of the number of hauled-out seals that can be recorded in the moulting season.
nb: Det viste seg at totalbestanden i Skagerrak var om lag 133 % av antall sel som ble registrert samtidig på land i hårfellingstiden, dvs.

source: Based on logbook positions similar to Figures 1 and 2, but for several years, it appears as if the herring follow deep trenches on the continental shelfon its way to shore like Malangsdjupet on its way to Kvaløya and Håkjerringdjupet on its way to Kvænangen (possibly also Sørøydjupet).
nb: Basert på posisjoner fra fangstdagbøker tilsvarende som i Figur 1 og 2, men over flere år, så virker det som om silda følger dype renner på havbunnen på sin vei inn til kysten som Malangsdjupet på vei inn til Kvaløya og Håkjerringdjupet på vei inn til Kvænangen (muligens også Sørøydjupet).

source: In 2018, a counting survey was carried out to estimate the pup production of hooded seals in the Greenland Sea.
nb: I 2018 ble det gjennomført et telletokt for å beregne ungeproduksjonen hos klappmyss i Vesterisen.

source: Then they have a non-productive period of 10–20 years.
nb: Deretter har de en ikke-reproduktiv periode på 10–20 år.

source: Fin whales have a versatile diet and this varies from copepod (zooplankton) and krill to fish such as herring, mackerel and codfish.
nb: Dietten er allsidig og varierer fra hoppekreps (raudåte) og krill til fisk som sild, makrell og torskefisk.

source: (Foto: Erlend Astad Lorentzen / Institute of Marine Research)
nb: (Foto: Erlend Astad Lorentzen / Havforskningsinstituttet)

source: Ten times as much as in the Norwegian Sea”, says Sundby.
nb: Ti ganger mer enn i Norskehavet, sier Sundby.

source: The Institute of Marine Research (IMR) is one of the largest marine research institutes in Europa.
nb: Havforskningsinstituttet (HI) er et av de største marine forskningsinstituttene i Europa.

source: Reflects 90 percent of the sunlight
nb: Reflekterer 90 prosent av sollyset

source: Status, management advice and harvest
nb: Status, råd og fangst

source: Fundamental theories were developed that are central in fisheries biology, oceanography and meteorology, and Johan Hjort had a key role in this environment,” they say.
nb: Det ble utarbeidet grunnleggende teorier som er sentrale i dagens fiskeribiologi, oseanografi og meteorologi, og Johan Hjort var en sentral aktør i dette miljøet, sier de.

source: In addition, a large liver and head result in a low fillet field – just 50 percent.
nb: I tillegg gir stor lever og stort hode et lavt filetutbytte – bare 50 prosent.

source: 150 years ago it rose on average 1,7 mm per year.
nb: For 150 år siden steg havet i gjennomsnitt 1,7 millimeter i året. Hent bildet i full oppløsning.

source: Here climate scientists Anne Britt Sandø and Vidar Lien explain some of the secrets of ice.
nb: Klimaforskerne Anne Britt Sandø og Vidar Lien forklarer noen av isens hemmeligheter.

source: Kjartan Mæstad / Institute of Marine Research
nb: Kjartan Mæstad / Havforskningsinstituttet

source: Some people find it nostalgic and pleasant.
nb: Nostalgisk og godt for noen.

source: The acoustic data were archived to tape.
nb: Det ble heller ikke i år registrert brisling i Sunnhordland.

source: Then climate change would have made the land completely uninhabitable”, says Sundby.
nb: Da ville klimaendringene gjort det totalt ulevelig på land, sier Sundby.

source: Kongsberg Maritime also includes subsidiaries that manufacture underwater cameras, bottom profilers, underwater telemetry links, underwater positioning systems and subsea transponders.
nb: Kongsberg Maritime har også datterselskaper som produserer undervannskameraer, bunnprofileringsutstyr, undervanns telemetri-og posisjoneringssystemer og undervannstranspondere.

source: Until 2016, when a Hjort scholarship gave us three the opportunity to study the corkwing wrasses' fascinating behaviour and sounds in the realm of the “helle-klakk", Austevoll.
nb: Helt til 2016, da et Hjort-stipend gav oss muligheten til å studere grønngyltens fascinerende atferd og lyder i «helleklakkens rike», Austevoll.

source: The prize was awarded by Director General of UNESCO Irina Bokova.
nb: Prisen ble delt ut av UNESCOs generaldirektør Irina Bokova.

source: So it is a very research-based approach, even at the level of heads of government”, says Helgesen.
nb: Så det er en veldig forskningsbasert tilnærming også på regjeringssjefsnivå, sier Helgesen.

source: sampling of various types of marine organisms/marine material.
nb: innsamling av flere typer marine organismer/marint materiale.

source: But they have different ways of doing that.
nb: Men det gjør de på litt forskjellige måter.

source: In addition to monitoring and research in Norwegian marine areas, the vessel has made three major expeditions: the MAR-ECO cruise to the Mid-Atlantic back in 2004, the AKES cruise to the Southern Ocean in 2007–2008 and the Transatlantic cruise in 2013.
nb: I tillegg til overvåking og forskning i norske havområder, har fartøyet gjort tre store ekspedisjoner: MAR-ECO-toktet til Den midtatlantiske rygg i 2004, AKES-toktet til Sørishavet i 2007–2008 og det transatlantiske forskningstoktet i 2013.

source: The figure shows how much a 100-gram portion of the species contributes to the recommended daily intake of vitamin A, zinc, iron and iodine.
nb: Figuren illustrerer hvor mye 100 gram av de nevnte artene bidrar til anbefalt inntak for vitamin A, sink, jern og jod.
